<?php

return [
    'nameRequired' => 'Поле імені є обов’язковим для заповнення',
    'emailRequired' => 'Поле електронної пошти обов\'язкове',
    'phoneRequired' => 'Поле телефону є обов’язковим для заповнення',
    'agreementRequired' => 'Перевірте угоду вище',
    'pageNotFound' => 'Потрібну сторінку не знайдено.',
    'newsLetterSubscribe' => 'Ви підписані на нашу розсилку!',
    'newContactReceived' => 'Отримано нові контактні дані',
    'ApiNotAvailable' => 'Вибачте! З нашого боку виникла якась проблема, спробуйте через деякий час.',
];
