<?php 
return [
  'maxRetriesToolTip' => 'Максимальна дозволена кількість невдалих спроб до блокування',
  'extendLockoutToolTip' => 'Подовжити час блокування після першого блокування',
  'emailNotificationToolTip' => 'Після (кількість блокувань) блокувань. 0, щоб вимкнути сповіщення електронною поштою',
  'ipToolTip' => 'Введіть одну IP-адресу в рядок',
  'loginExpiry' => 'Термін дії вашого облікового запису минув. Будь ласка, зв\'яжіться з адміністратором.',
  'sessionDriverRequired' => 'Установіть драйвер сеансу для бази даних. Інакше ця функція не працюватиме. Ви можете перейти на базу даних з :setting.',
  'maxRetries' => 'Ви досягли максимальної кількості повторних спроб. Будь ласка, повторіть спробу через :time.',
  'ipRequired' => 'Будь ласка, введіть IP-адресу, якщо ви хочете ввімкнути перевірку IP.',
  'blacklistEmail' => 'Ваша електронна пошта в чорному списку. Будь ласка, зв\'яжіться з адміністратором.',
  'blacklistIp' => 'Ваш IP у чорному списку. Будь ласка, зв\'яжіться з адміністратором.',
  'infoBox' => [
    'lockoutForMinutes' => 'Користувач буде заблоковано після :maxRetries невдалих спроб протягом :lockoutTime хвилин.',
    'extendedLockout' => 'Час блокування буде збільшено до 1 години після першого блокування.',
    'maxLockoutsAvailable' => 'Максимальна кількість дозволених блокувань становить :maxLockouts.',
    'resetRetries' => 'Повторні спроби буде скинуто через 1 годину.',
    'alertAfterLockouts' => 'Сповіщення електронною поштою буде надіслано після блокування :alertAfterLockouts до :email.',
    'sendEmailDifferentIp' => 'Надсилати сповіщення електронною поштою, якщо вхід здійснюється з іншої IP-адреси :ip.',
    'notSendEmailDifferentIp' => 'Не надсилайте сповіщення електронною поштою, якщо вхід здійснюється з іншої IP-адреси.',
  ],
];