<?php 
return [
  'menu' => [
    'einvoice' => 'Електронний рахунок',
    'einvoiceSettings' => 'Налаштування електронного рахунку',
  ],
  'settingForm' => [
    'electronicAddress' => 'Електронна адреса',
    'electronicAddressScheme' => 'Схема електронної адреси',
    'companyID' => 'ID компанії',
    'companyIDScheme' => 'Схема ідентифікації компанії',
  ],
  'companyAddressNote' => 'Цей модуль використовує країну з адреси підприємства. Якщо ви не вибрали країну, виберіть одну з :link',
  'generateEInvoice' => 'Електронний рахунок',
  'clientElectronicAddressNotSet' => 'Електронну адресу клієнта або схему електронної адреси не встановлено. Будь ласка, спочатку встановіть його.',
  'clientElectronicAddressSetNote' => 'Спочатку встановіть електронну адресу :client і схему електронної адреси, щоб створити електронний рахунок.',
  'settingsNote' => 'Спочатку встановіть налаштування електронного рахунку для компанії.',
];