<?php 
return [
  'attendance-reminder' => 'Ви забули позначити свою сьогоднішню присутність. Будь ласка, зареєструйтеся, щоб не бути позначеним як відсутній.',
  'follow-up-reminder' => 'Подальше нагадування для потенційного клієнта # :leadId. Дата наступного спостереження: :followUpDate. Примітка: х3',
  'auto-task-reminder' => 'Автоматичне нагадування про завдання № :taskId. Заголовок завдання: :heading. Дата виконання: :dueDate',
  'contract-signed' => 'Контракт підписаний для контракту № :contract на :client.',
  'estimate-declined' => 'Оцінку відхилено. Будь ласка, перевірте оцінку # :estimateNumber.',
  'event-invite' => 'Запрошення на подію.
Назва події: :eventName. Дата початку події: :eventStartDate.
Дата завершення події: :eventEndDate.
Місце проведення: х4',
  'event-reminder' => 'Нагадування про подію.
Назва події: :eventName. Дата початку події: :eventStartDate.
Дата завершення події: :eventEndDate.
Місце проведення: х4',
  'recurring-expense-status-updated' => 'Статус регулярних витрат оновлено.
Назва витрат: :expenseName. Статус витрат: :expenseStatus.',
  'new-file-uploaded-to-project' => 'Новий файл завантажено в проект № :projectName.
Ім\'я файлу: :fileName
Дата: :date',
  'payment-received' => 'Це повідомлення-підтвердження для платежу :paymentType # :number',
  'payment-reminder' => 'Це нагадує вам про дату сплати наступного рахунка-фактури проекту :invoiceNumber, який є :dueDate',
  'project-reminder' => 'Це, щоб нагадати вам про термін виконання наступних проектів, який становить :dueDate',
  'proposal-approved' => 'Пропозицію прийнято!
Нова пропозиція була прийнята та підписана.
Затверджено: :name.
Статус пропозиції: :status.',
  'proposal-rejected' => 'Пропозицію відхилено лідером!
Нову пропозицію відхилено.
Відхилено: :comment.
Статус пропозиції: :status.',
  'recurring-invoice-status-updated' => 'Статус вашого періодичного рахунку оновлено до :status.',
  'invoice-reminder' => 'Нагадування про рахунок - х1
Це, щоб нагадати вам про термін виконання наступного рахунку-фактури, який становить :dueDate.',
  'new-expense-added-by-admin' => 'Нові витрати, представлені :name. Деталі витрат: :itemName - :price',
  'new-expense-added-by-member' => 'Надіслано нові витрати. Реквізити витрат: х1 - х2',
  'invoice-created' => 'Отримано новий рахунок-фактура - номер рахунку-фактури :invoiceNumber',
  'invoice-updated' => 'Рахунок-фактуру оновлено. Будь ласка, перевірте рахунок-фактуру :invoiceNumber',
  'lead-notification' => 'Отримано новий запит. Деталі свинцю: :leadName',
  'new-leave-application' => 'Подано заяву про відпустку.
Дата: :leaveDate',
  'new-leave-request' => 'Новий запит на відпустку отримав :name.
На дату: :leaveDate
Причина: :reason',
  'leave-approved' => 'Заяву про відпустку схвалено.
Дата: :leaveDate',
  'leave-rejected' => 'Заявку на відпустку відхилено.
Дата: :leaveDate',
  'leave-updated' => 'A Залишити статус заявки оновлено.
Статус: х1',
  'multiple-leave-application' => 'Кілька заяв на відпустку отримано :name.
Причина: :reason',
  'new-multiple-leave-application' => 'Нову багаторазову заяву на відпустку отримав :name.
Причина: :reason
Тип відпустки: :leaveType',
  'new-task' => 'Вам доручено нове завдання.
Деталі завдання: х1
ID завдання: :taskId
Дата виконання: :dueDate',
  'new-order' => 'Нове замовлення отримано.
Номер замовлення: :orderNumber
Увійдіть зараз, щоб переглянути замовлення.',
  'order-updated' => 'Замовлення оновлено.
Номер замовлення: :orderNumber
Увійдіть зараз, щоб переглянути замовлення.',
  'new-payment' => 'Отриманої компенсації!
Здійснено новий платіж. Увійдіть зараз, щоб переглянути платіж.',
  'new-product-purchase' => 'Придбання нового товару
Здійснено закупівлю нового товару. Увійдіть зараз, щоб переглянути покупку.',
  'new-project' => 'Додано новий проект
Додано новий проект з назвою - :projectName. Увійдіть зараз, щоб переглянути проект.',
  'new-proposal' => 'Отримано нову пропозицію
Надійшла нова пропозиція. Увійдіть зараз, щоб переглянути пропозицію.',
  'new-recurring-invoice' => 'Подано новий періодичний рахунок-фактуру.',
  'new-ticket-reply' => 'Отримано нову відповідь на запит
Ви отримали відповідь на Ticket :ticketNumber',
  'new-ticket-request' => 'Для вас створено новий квиток служби підтримки. Увійдіть, щоб переглянути квиток.',
  'task-updated' => 'Завдання оновлено
Деталі завдання: х1
ID завдання: :taskId
Дата виконання: :dueDate',
  'task-completed-client' => 'Завдання позначено як виконане.
Деталі завдання: х1
ID завдання: :taskId',
  'task-completed' => 'Завдання позначено як виконане.
Деталі завдання: х1
ID завдання: :taskId
Проект: :project',
  'new-client-task' => 'Створено нове завдання – заголовок завдання :heading',
  'task-update-client' => 'Завдання оновлено
Деталі завдання: х1
ID завдання: :taskId',
  'new-notice-published' => 'Опубліковано нове сповіщення - це сповіщення: :heading',
  'new-support-ticket-request' => 'Запит на нову заявку підтримки
ID квитка: :ticketId
Тема квитка: :subject
Квиток запитав: :ticketRequesterName',
  'agent-ticket' => 'Вам призначили квиток
ID квитка: :ticketId
Тема квитка: :subject',
  'employee-assign-to-project' => 'Призначено новий проект
Вас додано як учасника проекту - :projectName',
  'user-join-via-invitation' => 'Новий користувач приєднався за посиланням.
Новий обліковий запис успішно створено за посиланням із запрошенням. Далі наведені деталі-
Назва: :name
Електронна пошта: :email
Телефон: :phone',
  'notice-updated' => 'Повідомлення оновлено. Увійдіть, щоб переглянути повідомлення.
Заголовок повідомлення: :heading',
  'removal-request-admin-notification' => 'Отримано новий запит на видалення',
  'removal-request-approved' => 'Ваш запит на видалення схвалено',
  'removal-request-reject' => 'Ваш запит на видалення відхилено',
  'removal-request-approved-lead' => 'Ваш запит на видалення потенційного клієнта схвалено',
  'removal-request-reject-lead' => 'Ваш запит на видалення потенційного клієнта відхилено',
  'sub-task-assignee-added' => 'Підзавдання, призначене вам.
Деталі завдання: х1
Проект: :project',
  'sub-task-completed' => 'Підзавдання позначено як виконане.
Деталі завдання: х1
Проект: :project',
  'task-comment' => 'Новий коментар до завдання.
Деталі завдання: х1
ID завдання: :taskId
Проект: :project',
  'task-note' => 'Для завдання додано нову нотатку - :heading
ID завдання: :taskId
Проект: :project',
  'task-reminder' => 'Нагадування за поставлене завдання - х1
ID завдання: :taskId
Дата: :date',
  'user-registrationadded-by-admin' => 'Додано нового користувача.
Новий обліковий запис успішно створено за посиланням із запрошенням. Далі наведені деталі-
Назва: :name
Електронна пошта: :email
Пароль: :password',
  'test-sms-notification' => 'Це тестове повідомлення :gateway',
  'two-factor-code' => 'Ваш двофакторний код – :code
Термін дії цього коду закінчиться через 10 хвилин.
Якщо ви не намагалися увійти, ігноруйте це повідомлення.',
  'removal-request-reject-user' => 'Запит на видалення відхилено
Ваш запит на видалення відхилено',
  'removal-request-approved-user' => 'Запит на схвалення видалення
Ваш запит на видалення схвалено',
];