<?php

return [
    'newMeeting' => [
        'subject' => 'Нову зустріч створено',
        'text' => 'Нову зустріч створено.',
    ],
    'updateMeeting' => [
        'subject' => 'Зустріч оновлено',
        'text' => 'Зустріч оновлено',
    ],
    'meetingReminder' => [
        'subject' => 'Нагадування про зустріч',
        'text' => 'Це нагадування про наступну зустріч.',
    ],
    'loginDashboard' => 'Увійдіть на інформаційну панель',
    'thankyouNote' => 'Дякуємо за використання нашої програми!',
    'hello' => 'Привіт',
];
